<?php
class ActTypeList
{
    public static $list = array(
        '请选择活动类型',
        '室内活动',
        '组团旅行',
        '体育运动',
        '浪漫情侣',
        '学术分享',
        '大型联谊',
    );

    public static $provinceList = array(
        "待定"=>"待定",
        "北京"=>"北京",
        "上海"=>"上海",
        "天津"=>"天津",
        "重庆"=>"重庆",
        "黑龙江"=>"黑龙江",
        "吉林"=>"吉林",
        "辽宁"=>"辽宁",
        "内蒙古"=>"内蒙古",
        "河北"=>"河北",
        "山西"=>"山西",
        "陕西"=>"陕西",
        "山东"=>"山东",
        "新疆"=>"新疆",
        "西藏"=>"西藏",
        "青海"=>"青海",
        "甘肃"=>"甘肃",
        "宁夏"=>"宁夏",
        "河南"=>"河南",
        "江苏"=>"江苏",
        "湖北"=>"湖北",
        "浙江"=>"浙江",
        "安徽"=>"安徽",
        "福建"=>"福建",
        "江西"=>"江西",
        "湖南"=>"湖南",
        "贵州"=>"贵州",
        "四川"=>"四川",
        "广东"=>"广东",
        "云南"=>"云南",
        "广西"=>"广西",
        "海南"=>"海南",
        "香港"=>"香港",
        "澳门"=>"澳门",
        "台湾"=>"台湾",
    );

    public static $cityList = array(
        "待定"=>"待定",
        "石景山"=>"石景山",
        "大兴"=>"大兴", 
        "房山"=>"房山",
        "密云"=>"密云",
        "门头沟"=>"门头沟",
        "平谷"=>"平谷",
        "北京"=>"北京",
        "海淀"=>"海淀",
        "朝阳"=>"朝阳",
        "顺义"=>"顺义",
        "怀柔"=>"怀柔",
        "通州"=>"通州",
        "昌平"=>"昌平",
        "延庆"=>"延庆",
        "丰台"=>"丰台",
    );

    public static $authList = array(
        '任何人都能参加',
        '需要审批',
    );
}
